Repository: Jungle-Bus/transport_mapcss
Catalog: po/*.po
Languages: cs, es, gl, ru

source: Uncompromising validation of transit data
cs: Nekompromisní validace údajů o tranzitu
es: Validación inflexible de los datos de tránsito
gl: Validación non flexíbel dos datos de tránsito
ru: Валидатор транспорта

source: Missing transportation mode, add a tag route = bus/coach/tram/etc
cs: Chybějící způsob dopravy, přidej značku route = bus/coach/tram/apod.
es: Falta el modo de transporte, añada una etiqueta route = bus/coach/tram/etc
gl: Falla o xeito de transporte, engade unha etiqueta route = bus/coach/tram/etc
ru: Не указан вид транспорта, добавьте route = bus/subway/tram/другое

source: Missing transportation mode, change tag route to route_master
cs: Chybějící způsob dopravy, změň značku route na route_master
es: Falta el modo de transporte, reemplazar la etiqueta route por route_master
gl: Falla o xeito de transporte, subtituír a etiqueta 'route' por 'route_master'
ru: Не указан вид транспорта, поменяйте route на route_master

source: Missing public_transport:version tag on a public_transport route relation
cs: Chybějící tag public_transport:version na relaci public_transport
es: Falta etiqueta public_transport:version en una relación de ruta public_transport
gl: Falla a etiqueta 'public_transport:version' nunha relación de rota 'public_transport'
ru: Отсутствует тег public_transport:version в отношение маршрута public_transport

source: Missing network tag on a public_transport relation
cs: Chybějící tag network na relaci public_transport
es: Falta etiqueta network en una relación public_transport
gl: Falla a etiqueta 'network' nunha relación 'public_transport'
ru: Отсутствует тег network в отношение маршрута public_transport

source: Missing operator tag on a public_transport relation
cs: Chybějící tag operator na relaci public_transport
es: Falta etiqueta operator en una relación public_transport
gl: Falla a etiqueta 'operator' nunha relación 'public_transport'
ru: Отсутствует тег operator в отношение маршрута public_transport

source: Missing ref tag for line number on a public_transport relation
cs: Chybějící značka ref pro číslo linky u relace public_transport
es: Falta etiqueta ref con el número de línea, en una relación public_transport
gl: Falla a etiqueta 'ref' co número de liña, nunha relación 'public_transport'
ru: Отсутствует тег ref для номера маршрута в отношение public_transport

source: Missing from/to tag on a public_transport route relation
cs: Chybějící tag from/to na relaci trasy public_transport
es: Falta etiqueta from/to en una relación de ruta public_transport
gl: Falla a etiqueta 'from/to' nunha relación de rota 'public_transport'
ru: Отсутствуют теги form/to в отношение маршрута public_transport

source: The stops may not be in the right order
cs: Zastávky pravděpodobně nejsou ve správném pořadí
es: Las paradas pueden no estar en el orden correcto
gl: As paraxes poden non estar na orde correcta
ru: Остановки могут быть не в правильном порядке

source: Is it a bus stop or a bus station?
cs: Je toto autobusová zastávka nebo autobusová stanice ?
es: ¿Es una parada de autobús o una estación de autobús?
gl: É unha paraxe de bus ou unha estación de autobuses?
ru: Это автобусная остановка или автостанция?

source: Specify if it is a stop (platform) or a location on the road (stop_position)
cs: Specifikuj, zda se jedná o zastávku (platform) nebo místo zastavení (stop_position)
es: Especificar si es una parada (platform) o una ubicación en la carretera (stop_position)
gl: Especificar se é unha paraxe nunha plataforma ('platform') ou nunha localización na estrada ('stop_position')
ru: Уточните назначение: остановка (platform) или место на дороге (stop_position)

source: Is this a bus stop? add the tag highway=bus_stop
cs: Je to autobusová zastávka ? Přidej tag highway=bus_stop
es: ¿Es una parada de autobús? añada la etiqueta highway=bus_stop
gl: É unha paraxe de bus? Engade a etiqueta 'highway=bus_stop'
ru: Это автобусная остановка? Добавь тег highway=bus_stop

source: Check if the note can be deleted
cs: Zkontroluj zda může být poznámka smazána
es: Comprobar si la nota puede borrarse
gl: Comprobar se a nota pode eliminarse
ru: Проверь может ли заметка быть удалена

source: The network should be on the transport lines and not on the stops
cs: Značka network by měla být na dopravních linkách, nikoliv na zastávkách
es: La red debe estar en las líneas de transporte y no en las paradas
gl: A rede ten que estar nas liñas de transporte e non nas paraxes
ru: network должен быть на линии маршрута, а не остановок

source: The operator should be on the transport lines and not on the stops
cs: Značka operator by měla být na dopravních linkách, nikoliv na zastávkách
es: El operador debe estar en las líneas de transporte y no en las paradas
gl: O operador ten que estar nas liñas de transporte e non nas paraxes
ru: operator должен быть на линии маршрута, а не остановок

source: The line variant does not belong to any line, add it to the route_master relation
cs: Varianta cesty nepatří do žádné trasy, přidejte ji do route_master relation
es: El recorrido no pertenece a ninguna línea, añadirlo a la relación route_master
gl: O percorrido non pertence a ningunha liña, engádeo á relación 'route_master'
ru: Вариант линии не фходит ни в одну линию. Добавте её в мастер-машрут

source: The stop is not served by any line, add it to a route relation
cs: Zastávka není obsluhována žádnou linkou, přidejte ji do route relace příslušné dopravní linky
es: La parada no está relacionada a ninguna línea, añadirla a una relación de ruta
gl: A paraxe non está relacionada a ningunha liña, engádea a unha relación de rota
ru: Остановка не обслуживается ни одной линией, добавьте ее в отношение маршрута

source: Missing public_transport tag on a public transport stop
cs: Chybějící tag public_transport na zastávce hromadné dopravy
es: Falta etiqueta public_transport en una parada de transporte público
gl: Falla a etiqueta 'public_transport' nunha paraxe de transporte público
ru: Отсутствует тег public_transport на месте остановки общественного транспорта

source: Specify if it is a stop (platform) or a location on the rails (stop_position)
cs: Specifikuj, zda se jedná o zastávku (platform) nebo místo zastavení (stop_position)
es: Especificar si es una parada (platform) o una ubicación sobre los rieles (stop_position)
gl: Especificar se é unha paraxe nunha plataforma ('platform') ou nunha localización sobre os raís ('stop_position')
ru: Уточните назначение: платформа (platform) или точка на путях (stop_position)

source: Missing legacy tag on a public transport stop
cs: Chybí starší tagování na zastávce veřejné dopravy
es: Falta etiqueta heredada en una parada de transporte público
gl: Falla a etiqueta herdada nunha paraxe de transporte público
ru: Отсутствует устаревший тег на месте остановки общественного транспорта

source: The network tag should be the same for the route and the route_master : {0} vs {1}
cs: Tag network by měl být stejný pro route i route_master : {0} vs {1}
es: La etiqueta de network debe ser la misma para la route y la route_master: {0} vs {1}
gl: A etiqueta de 'network' ten que ser a mesma para a 'route' e a 'route_master': {0} vs {1}
ru: Теги network у маршрута и мастер-маршрута должны совпадать:route {0}, а route_master {1}

source: The operator tag should be the same for the route and the route_master : {0} vs {1}
cs: Tag operator by měl být stejný pro route i route_master : {0} vs {1}
es: La etiqueta de operator debe ser la misma para la route y la route_master: {0} vs {1}
gl: A etiqueta de 'operator' ten que ser a mesma para a 'route' e a 'route_master': {0} vs {1}
ru: Теги operator у маршрута и мастер-маршрута должны совпадать:route {0}, а route_master {1}

source: The ref tag should be the same for the route and the route_master : {0} vs {1}
cs: Tag ref by měl být stejný pro route i route_master : {0} vs {1}
es: La etiqueta de ref debe ser la misma para la route y la route_master: {0} vs {1}
gl: A etiqueta de 'ref' ten que ser a mesma para a 'route' e a 'route_master': {0} vs {1}
ru: Теги ref у маршрута и мастер-маршрута должны совпадать:route {0}, а route_master {1}

source: The colour tag should be the same for the route and the route_master : {0} vs {1}
cs: Tag colour by měl být stejný pro route i route_master : {0} vs {1}
es: La etiqueta colour debe ser la misma para la route y la route_master: {0} vs {1}
gl: A etiqueta 'colour' ten que ser a mesma para a 'route' e a 'route_master': {0} vs {1}
ru: Теги colour у маршрута и мастер-маршрута должны совпадать:route {0}, а route_master {1}

source: The public transport mode should be the same for the route and the route_master : {0} vs {1}
cs: Režim veřejné dopravy by měl být stejný pro route i route_master : {0} vs {1}
es: El modo de transporte debe ser el mismo para la route y la route_master: {0} vs {1}
gl: O modo de transporte ten que ser o mesmo para a 'route' e a 'route_master': {0} vs {1}
ru: Вид транспорта у маршрута и мастер-маршрута должны совпадать:route {0}, а route_master {1}

source: Check the colour tag
cs: Zkontrolujte tag colour
es: Comprobar la etiqueta colour
gl: Comprobar a etiqueta 'colour'
ru: Проверьте тег colour

source: The colour code should start with '#' followed by 3 or 6 digits
cs: Barevný kód by měl začínat znakem „#“ následovaným 3 nebo 6 číslicemi
es: El código de color debe comenzar con '#' seguido de 3 o 6 dígitos
gl: O código de cor ten que comezar cun cancelo '#' seguido duns 3 ou 6 díxitos
ru: colour должен начинаться с '#' и далее 3 или 6 цифр

source: The color of the public transport line should be in a colour tag
cs: Barva linky veřejné dopravy by měla být zanesena v barevné značce
es: El color de la línea de transporte público debe estar en la etiqueta colour.
gl: A cor da liña de transporte público ten que estar na etiqueta 'colour'.
ru: Цвет линии общественного транспорта должен быть в теге colour

source: A bus stop is supposed to be a node
cs: Autobusová zastávka má být uzlem
es: Una parada de autobús se supone que es un nodo
gl: Unha paraxe de bus suponse que é un nó
ru: Автобусная остановка должна быть точкой

source: The interval is invalid (try a number of minutes)
cs: Interval je neplatný (zkuste několik minut)
es: El intervalo no es válido (intente un número de minutos)
gl: O intre non é válido (tente un número de minutos)
ru: Интервал не корректный (попробуйте число в минутах)

source: The duration is invalid (try a number of minutes)
cs: Délka je neplatná (zkuste několik minut)
es: La duración no es válida (intente un número de minutos)
gl: A dura non é válida (tente un número de minutos)
ru: Продолжительность не корректная (попробуйте число в минутах)

source: Missing interval tag to specify the main interval
cs: Chybějící značka intervalu pro určení hlavního intervalu
es: Falta etiqueta interval para especificar el intervalo principal
gl: Falla a etiqueta 'interval' para especificar o intre principal
ru: Отсутствует тег interval для задания главного интервала движения

source: Missing opening_hours tag
cs: Chybějící tag opening_hours
es: Falta etiqueta opening_hours
gl: Falla a etiqueta 'opening_hours'
ru: Отсутствует тег opening_hours

source: Missing name on a public transport stop
cs: Chybějící jméno na zastávce veřejné dopravy
es: Nombre perdido en una parada de transporte público
gl: Falla o nome nunha paraxe de transporte público
ru: Отсутствует название остановки

source: Check the operator tag : this operator does not exist, it may be a typo
cs: Zkontrolujte tag operator: tento provozovatel neexistuje, možná se jedná o překlep.
es: Verifique la etiqueta del operador: este operador no existe, puede ser un error tipográfico
gl: Verificar a etiqueta do operador: este operador non existe, pode ser un erro tipográfico (gralla)
ru: Проверьте тег operator: этот оператор не существует, возможно там опечатка

source: Check the network tag : this network does not exist, it may be a typo
cs: Zkontrolujte tag network: tato síť neexistuje, možná se jedná o překlep.
es: Verifique la etiqueta de la red: esta red no existe, puede ser un error tipográfico
gl: Verificar a etiqueta de rede: esta rede non existe, pode ser un erro tipográfico (gralla)
ru: Проверьте тег network: эта сеть не существует, возможно там опечатка

source: A bus station is usually a large area where many buses stop, check if you can draw this area
cs: Autobusová stanice je obvykle velká oblast, kde zastavuje mnoho autobusů, zkontrolujte, jestli lze tuto oblast nakreslit
es: Una estación de autobuses es generalmente un área grande donde se detienen muchos autobuses, verifique si puede dibujar esta área
gl: Unha estación de autobuses adoita ser unha área grande onde se deteñen moitos buses, verifica se podes debuxar esta área
ru: Автовокзал - это как правило большая территория, где останавливаются много автобусов, проверьте, можете ли вы нарисовать эту территорию

source: Is this a bus or tram stop ? Add a tag to precise the kind of platform
es: ¿Es una parada de autobús o tranvía? Agregue una etiqueta para precisar el tipo de plataforma
gl: Isto é unha parada de autobús ou de tranvía? Engade unha etiqueta que especifique o tipo de plataforma
ru: Это автобусная или трамвайная остановка? Добавьте тег, уточняющий тип платформы

source: Subway entrances should be mapped as nodes
es: Las entradas al metro deberían ser mapeadas como nodos

source: The station entrance should be part of a building or a highway (steps, footway, etc)
es: La entrada de la estación debería ser parte de un edificio o de un vial (escaleras, aceras, etc...)

source: The station entrance should be in part of a station: add it to a stop_area relation
es: La entrada de la estación debería ser parte de la estación: añádela a una relación stop_area
